digitalbrainstem.javascript-ejs-support
dracula-theme.theme-dracula
esbenp.prettier-vscode
formulahendry.code-runner
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
pkief.material-icon-theme
ritwickdey.liveserver
xabikos.javascriptsnippets
